
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's020fa68373e629a7': `Story App 会社概要`,
's1354151b102636dc': `最新のストーリーをチェックしましょう。`,
's1594bf1b97607f2b': `名前欄は必須です`,
's1f30f2eaf1e38fb9': `ストーリーを追加`,
's205b3e04ad286caa': `アカウントをお持ちですか？`,
's2c15b9b13a3e2a80': `登録`,
's306974db215e1942': `あなたのストーリーを追加`,
's3c8b1782bb615bb1': `私たちの価値観`,
's3f80bb1225cafc5b': `多様性と包摂`,
's404550cd396ebffd': `ストーリーを探す`,
's477b606f47008777': `物語作家が自分の作品を共有し、読者がインスピレーションを与え、楽しませ、情報を提供する新しい物語を見つけるためのアクセス可能なプラットフォームを提供すること。`,
's4a0f1024d608d7ef': `誠実さと尊重`,
's53f840e351140536': `写真欄は必須です`,
's63d894b1ddb06289': `説明`,
's67749057edb2586b': `ログアウト`,
's736ea3fbaecab734': `メール欄は有効なメールアドレスである必要があります`,
's77f1479aaab576c4': `Story App は、物語作家と読者をつなげることに特化したプラットフォームです。私たちは、物語の力で人々をつなぎ、変化を促し、喜びをもたらすことを信じています。`,
's79588ab7cdf00cf5': `創造性と革新`,
's7b4ea7ef33e1c394': ` ログイン`,
's7fee95b66225e1fb': `ダッシュボード`,
's808e80e4501f33ff': `私たちのビジョン`,
's8eb24a0b585e1a03': ` サインアップ`,
's9547046b6b89f296': `ストーリーを見るにはログインしてください`,
's9f9312ed955b23cb': `世界をリードするストーリーテリングプラットフォームとなり、物語作家と読者のグローバルコミュニティを育むこと。`,
'sab64f55b644f4028': `利用可能なストーリーはありません`,
'sb061ff5a347a296e': `プロフィール`,
'sc8da3cc71de63832': `ログイン`,
'scad07cc65ad2fb30': `アカウントをお持ちでないですか？`,
'scb056ed6dbbd6244': `フォローする`,
'sd1cae0dcd2945c35': `お問い合わせ`,
'sd1f44f1a8bc20e67': `メール`,
'sd821a681d42add6a': `パスワード欄は少なくとも8文字である必要があります`,
'se8f5ec44c4c6a98b': `私たちの使命`,
'se93cb0c892820b0a': `私たちについて`,
'see84ee5332435f6d': `コミュニティとつながり`,
'sef49aec68fd1dc66': `名前`,
'sf1bc83d2509bafcf': `電話`,
'sf6e1665c7022a1f8': `パスワード`,
'sfabad57e72fa98b4': `説明欄は必須です`,
    };
  